using System;

namespace NumberToString
{
    class Words
    {
        public static string[][] numbers = 
            { new string []{ "", "один", "два", "три", "четыре", "пять", "шесть", "семь", "восемь", "девять" }, 
            new string [] { "", "десять", "двадцать", "тридцать", "сорок", "пятьдесят", "шестьдесят", "семдесят", "восемьдесят", "девяносто" }, 
            new string [] { "", "сто", "двести", "триста", "четыреста", "пятьсот", "шестьсот", "семьсот", "восемьсот", "" } };
        public static string[] classes =
             new string[] { "", "тысяч", "миллион", "миллиард", "триллион", "квадриллион", "квинтиллион" };
            
    }
}
